Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/vehicle_standards/vehicle_registration_numbers.html.txt.tmx
Source language: en
Languages: ga

source: There are strict rules in place regarding the format, dimensions and technical specifications of vehicle registration plates that are displayed on vehicles in Ireland
ga: Tá rialacha géara leagtha síos maidir le cruth, tomhais agus sonraí teicniúla clárphlátaí feithiclí atá le feiceáil ar fheithiclí in Éirinn

source: Registration numbers are automatically assigned in sequence at the time when you register your vehicle
ga: Déantar clár uimhreacha a eisiúint go huathoibríoch de réir oird ag an am a chláraíonn tú feithicil

source: Failure to have a vehicle licence plate that conforms to the standards will result in a fine
ga: Mura bhfuil pláta ceadúnas feithicle a chloíonn leis na caighdeáin mar thoradh ar fíneáil

source: The exact rules regarding the special format of vehicle registration plates are set down in Irish law under the (SI 318/92 Vehicle Registration and Taxation Regulations 1992 as amended
ga: Tá na rialacha beachta a bhaineann leis an bhformáid speisialta de phláta clárúcháin fheithiclí atá leagtha síos i ndlí na hÉireann faoi (IR 318/92 Rialacháin Chláracháin Fheithicle agus Cánachais 1992 arna leasú

source: This law outlines the format, dimensions and technical specifications that must be displayed on registered vehicles in Ireland
ga: Leagann an dlí seo síos formáid, toisí agus sonraí teicniúla nach mór a léiriú ar fheithiclí cláraithe in Éirinn

source: The main requirements of the rules about the format of vehicle registration plates are:
ga: Is iad na príomh-riachtanais sna rialacha faoi fhormáid phlátaí clárúcháin fheithiclí ná:

source: • The registration number consisting of numbers and letters must be in black on a white reflective background
ga: • Ní mór don phláta clárúcháin – ar comhdhéanta d’uimhreacha agus litreacha é - a bheith i ndath dubh ar chúlra frithchaiteach bán

source: • The name of the county of registration must be in Irish, (examples are Baile Átha Cliath, Corcaigh, etc.)
ga: • Ní mór ainm an chontae inar cláraíodh an fheithicil a bheith i nGaeilge (mar shampla Baile Átha Cliath, Corcaigh, srl.)

source: • The flag of the EU and the letters "IRL" must be placed on the left-hand side of the plate, the flag comprising 12 gold stars in a circle, the letters in white beneath it, all on a blue reflective background
ga: • Ní mór bratach an AE agus na litreacha “IRL” a bheith ar thaobh na láimhe clé den phláta, an bhratach comhdhéanta de 12 réalt órga i bhfíor ciorcail, na litreacha i mbán faoi, agus an rud ar fad ar chúlra frithchaiteach gorm

source: No other numbers, letters, marks, etc., should appear on your registration plate
ga: Níor chóir aon uimhreacha, litreacha, marcanna, srl. eile a bheith le feiceáil ar do phláta clárúcháin

source: Since January 2013 each year has two registration periods
ga: Ó Eanáir 2013 beidh gach bliain ag dhá thréimhse chlárúcháin

source: The sequence takes the form of a separate 3-digit year identifier for the first and second 6-month periods of the year, for example, 151 and 152 respectively
ga: Bíonn an t-ord i bhfoirm aitheantóir bliain ar leith 3-dhigit don chéad agus don dara 6 mhí tréimhsí áirithe den bhliain, mar shampla, 151 agus 152 faoi seach

source: You can view images of acceptable vehicle registration plates here
ga: Féach íomhánna de phlátaí clárúcháin fheithiclí inghlactha anseo

source: Vehicle registration plates must be affixed to the front and back of your vehicle and clearly visible at all times
ga: Ní mór plátaí clárúcháin fheithiclí a bheith greamaithe de thosach agus de chúl d’fheithicilse agus iad le feiceáil go soiléir i dtólamh

source: In situations where you are towing a trailer, caravan, etc., a duplicate of the registration plate must be affixed to the back of the trailer, caravan, etc
ga: Sna cúinsí ina mbíonn tú ag tarraingt leantóra, carbháin, srl., ní mór cóip den phláta clárúcháin a bheith greamaithe de chúl an leantóra, an charbháin, srl

source: Vehicles with only 1 front wheel (i.e., motorcycles) are only required to carry the registration plate on the back of the vehicle
ga: Ní gá d’fheithiclí nach bhfuil acu ach roth tosaigh amháin (.i., gluaisrothair) an pláta clárúcháin a iompar ach amháin ar chúl na feithicle

source: Reserving a vehicle registration number
ga: Cláruimhir fheithicle a chur in áirithe

source: You can only apply to reserve a vehicle registration number plate on or after the 1st November of the year before you intend to bring the vehicle into use
ga: Is féidir iarratas a dhéanamh uimhir chlárphláta feithicle a chur in áirithe ar nó i ndiaidh an 1 Samhain den bhliain roimh dó a bheith i gceist agat tosnú ag baint úsáide as an bhfeithicil

source: In other words, you can only apply to reserve a vehicle registration number plate on or after 1 November 2015 to use this plate in 2016
ga: Mar sin i bhfocail eile ní féidir iarratas a dhéanamh ar uimhir chlárphláta feithicle a chur in áirithe go dtí an 1 Samhain 2015 leis an bpláta sin a úsáid sa bhliain 2016

source: The number you reserve must be in the normal format and must correspond with the licensing authority area where you normally reside, and the year and half year in which the vehicle is to be first brought into use, i.e., 162-D-111 may only be reserved by someone living in Dublin for a vehicle intended to be brought into use in the second half of 2016
ga: Ní mór don uimhir a chuireann tú in áirithe a bheith sa ghnáthchruth agus ní mór dó a bheith ag dul le ceantar an údaráis cheadúnaithe ina bhfuil gnáthchónaí ort, agus an bhliain agus an leathbhliana ina mbeidh an fheithicil in úsáid don chéad uair. Mar shampla 162-D-111 ní féidir ach le duine a chónaíonn i mBaile Átha Cliath agus a bhfuil sé i gceist aige/aici feithicil a úsáid don chéad uair leis an bpláta sin sa dara leath de 2016 an uimhir a chur in áirithe

source: The registered owner of the vehicle on which the plates are to be displayed must be the person in whose name the number was reserved
ga: Ní mór gur in ainm úinéir chláraithe na feithicle ar a mbeidh na plátaí le feiceáil a bheadh an uimhir curtha in áirithe

source: You cannot transfer a reserved number
ga: Ní féidir uimhir atá in áirithe a aistriú chuig duine eile

source: All registration numbers are available for reservation with the exception of the first number of each half year issued in the following cities - Cork, Dublin, Limerick and Waterford
ga: Tá gach cláruimhir ar fáil le cur in áirithe ach amháin an chéad uimhir a eisítear gach bliain sna cathracha seo a leanas - Corcaigh, Baile Átha Cliath, Luimneach agus Port Láirge

source: These registration plates are, for example, 161-C-1, 162-C-1, 161-D-1, 162-D-1, 161-L-1, 162-L-1, 161-W-1 and 162-W-1
ga: Is iad sin na clárphlátaí 161-C-01, 162-C-01, 161-D-1, 162-D-1, 161-L-1, 162-L-1, 161-W-1 agus 162-W-1

source: These plates are reserved for the Mayor/Lord Mayor of each of these cities and are not available for reservation by anyone else
ga: Tá na plátaí seo in áirithe cheana do Mhéara/ArdMhéard na gCathracha seo agus níleadar ar fáil d'aon duine eile

source: A reserved registration number can only be assigned to a vehicle when it has been reached in the normal sequence
ga: Ní féidir cláruimhir atá curtha in áirithe a chur ar fáil don fheithicil go dtí go dtagann an uimhir sin aníos sa ghnáth ord

source: It may not be displayed on a vehicle before it has been formally assigned by the Revenue Commissioners following the presentation and acceptance of a completed declaration for registration
ga: Ní féidir an uimhir a bheith le feiceáil ar fheithicil go dtí go bhfuil sé eisithe go foirmiúil ag na Coimisinéirí Ioncaim tar éis don deimhniú cláraithe comhlíonta a bheith curtha ar fáil agus a bheith glactha leis

source: Applications will be processed on receipt on the first working day of November
ga: Déanfar iarratais a phróiseáil ar an gcéad lá oibre de mhí na Samhna

source: No priority will be given to applications received before this date
ga: Ní thabharfar tús áite d'iarratais a thagann isteach roimh an dáta seo

source: The fee to reserve a vehicle registration number is €1,000
ga: Tá táille de €1,000 le n-íoc le cláruimhir fheithicle a chur in áirithe

source: There is no fee for registration numbers issued in the normal way, apart from the cost of the number plate
ga: Níl aon táille ar líon na clárúcháin arna eisiúint sa ghnáthbhealach, seachas an costas an pláta uimhir

source: Fines of up to €5,000 may be imposed by the Revenue Commissioners for registration plates that fail to comply with the law
ga: Is féidir fíneálacha suas le €5,000 a ghearradh ag na Coimisinéirí Ioncaim chun plátaí clárúcháin a dteipeann orthu cloí leis an dlí

source: Download and complete an application to reserve a registration number Form VRT15A (pdf) (one form per number) and send it with the appropriate fee (cheques to be made payable to the Collector, Customs and Excise) to the Central Vehicle Office)
ga: Íoslódáil agus comhlánaigh d'iarratas a chur in áirithe clárú uimhir Foirm VRT15A (pdf) (foirm amháin do gach uimhir) agus í a chur leis an táille chuí (seiceanna iníoctha leis an mBailitheoir Custaim agus Máil) chuid an LárOifig Fheithiclí

source: Successful applicants will be notified on Form VRT 15N
ga: Cuirfear scéal chucu siúd go n-éiríonn lena n-iarratais ar Fhoirm VRT 15N

source: This form must be presented when you are registering your vehicle
ga: Ní mór an fhoirm seo a chur ar fáil nuair atá an fheithicil dhá chlárú agat

source: If you have been unsuccessful in your application, you will be notified by the Central Vehicle Office and your fee will be refunded
ga: Muna n-éiríonn le d'iarratas, cuirfidh an LárOifig Fheithiclí scéal chugat agus cuirfear an táille ar ais chugat

source: Where a successful applicant fails to use the number within a reasonable time, it will be cancelled. However, the fee will not be refunded except in exceptional circumstances
ga: Nuair a theipeann ar iarratasóir rathúil a bhaint as an uimhir laistigh de thréimhse réasúnta, beidh sé a chur ar ceal
